/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Dane logowania do Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Dostawca certyfikatów rozwiązania Afaria wymaga Twojego wpisu, aby pobrać Twój certyfikat z serwera Afaria. Twój certyfikat zostanie bezpiecznie zapisany.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Gotowe";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Anuluj";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certyfikat Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Żądanie certyfikatu Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Wystąpił błąd; skontaktuj się z administratorem.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Błąd inicjalizacji Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Anulowano użytkownika";

